Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Came back home
ar: عاد إلى المنزل
bg: Върна се у дома
bs: Vratio se kući
ca: Va tornar a casa
cs: Vrátil se domů
da: Kom hjem igen
de: Nach Hause zurückgekehrt
el: Γύρισε σπίτι
es: Regresé a casa
et: Tuli koju tagasi
eu: Etxera itzuli zen
fi: Tuli takaisin kotiin
fr: Je suis rentré à la maison
ga: Tháinig sé ar ais abhaile
gl: Volveu a casa
he: חזר הביתה
hi: घर वापस आ गया
hr: Vratio se kući
hu: Hazajött
id: Kembali ke rumah
is: Kom aftur heim
it: Sono tornato a casa
ja: 家に帰ってきた
ka: სახლში დაბრუნდა
kk: Үйге қайтып келді
ko: 집으로 돌아왔어
lt: Grįžo namo
lv: Atgriezās mājās
mk: Се врати дома
ms: Dah balik rumah
mt: Ġie lura d-dar
nb: Kom hjem igjen
nl: Kwam terug naar huis
pl: Wróciłem do domu
pt_br: Voltei para casa
ro: S-a întors acasă
ru: Вернулся домой
sk: Vrátil sa domov
sl: Prišel nazaj domov
sq: U kthye në shtëpi
sr: Вратио се кући
sv: Kom tillbaka hem
th: กลับมาถึงบ้านแล้ว
tr: Eve geri döndüm
uk: Повернувся додому
vi: Đã trở về nhà
zh_hans: 回到家了
zh_hk: 回到家了

source: Campus
ar: الحرم الجامعي
bg: кампус
bs: Kampus
cs: kampus
el: Πανεπιστημιούπολη
et: Ülikoolilinnak
eu: Campusa
fi: Kampus
ga: Campas
he: קמפוס
hi: परिसर
hr: kampus
hu: Egyetem
id: Kampus
is: Hringbraut
it: Città universitaria
ja: キャンパス
ka: კამპუსი
kk: Кампус
ko: 캠퍼스
lt: Miesteliu
lv: Universitātes pilsētiņa
mk: Кампусот
ms: Kampus
mt: Kampus
pl: Kampus
ru: Кампус
sk: kampus
sl: Kampus
sq: Kampusi
sr: Кампус
th: วิทยาเขต
tr: Kampüs
uk: Кампус
vi: khuôn viên trường
zh_hans: 校园
zh_hk: 校園

source: Cancel
ar: إلغاء
bg: Отказ
bs: Otkaži
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Loobu
eu: Utzi
fi: Kumoa
fr: Annuler
ga: Cealaigh
gl: Cancelar
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
ko: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
ms: Batal
mt: Ikkanċella
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Renunță
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hk: 取消

source: Cancel Anytime, Keep Everything
ar: قم بالإلغاء في أي وقت، واحتفظ بكل شيء
bg: Отменете по всяко време, запазете всичко
bs: Otkažite bilo kada, zadržite sve
ca: Cancel·la en qualsevol moment, conserva-ho tot
cs: Zrušit kdykoli, ponechat vše
da: Annuller når som helst, behold alt
de: Jederzeit kündbar, alles bleibt erhalten
el: Ακύρωση ανά πάσα στιγμή, κρατήστε τα πάντα
es: Cancela cuando quieras, consérvalo todo
et: Tühistage igal ajal, säilitage kõik
eu: Utzi edonoiz, mantendu dena
fi: Peruuta milloin tahansa, säilytä kaikki
fr: Annulez à tout moment, conservez tout
ga: Cealaigh Am ar bith, Coinnigh gach rud
gl: Cancela en calquera momento, garda todo
he: בטל בכל עת, שמור הכל
hi: कभी भी रद्द करें, सब कुछ रखें
hr: Otkažite bilo kada, zadržite sve
hu: Bármikor lemondhatja, mindent megtarthat
id: Batalkan Kapan Saja, Simpan Semuanya
is: Hætta við hvenær sem er, geymdu allt
it: Annulla in qualsiasi momento, mantieni tutto
ja: いつでも解約可能、データはそのまま
ka: გააუქმეთ ნებისმიერ დროს, შეინახეთ ყველაფერი
kk: Кез келген уақытта бас тарту, барлығын сақтау
ko: 언제든 취소 가능, 모든 기록 유지
lt: Atšaukite bet kada, pasilikite viską
lv: Atceliet jebkurā laikā, paturiet visu
mk: Откажете во секое време, чувајте сè
ms: Batalkan Bila-bila Masa, Simpan Semuanya
mt: Ikkanċella Ghaċ, Żomm Kollox
nb: Avbryt når som helst, behold alt
nl: Annuleer op elk moment, bewaar alles
pl: Anuluj w dowolnym momencie, zachowaj wszystko
pt_br: Cancele quando quiser, mantenha tudo
ro: Anulează oricând, păstrează totul
ru: Отмена в любой момент, всё остаётся у тебя
sk: Zrušiť kedykoľvek, ponechať všetko
sl: Prekliči kadar koli, obdrži vse
sq: Anulo në çdo kohë, mbaj gjithçka
sr: Откажите било када, задржите све
sv: Avbryt när som helst, behåll allt
th: ยกเลิกได้ตลอดเวลา เก็บทุกอย่างไว้
tr: İstediğiniz Zaman İptal Edin, Her Şeyi Saklayın
uk: Скасування будь-коли, все залишається у тебе
vi: Hủy bỏ bất cứ lúc nào, giữ mọi thứ
zh_hans: 随时取消，保留一切
zh_hk: 隨時取消，保留一切

source: Cancel Journey
ar: إلغاء الرحلة
bg: Отказ от пътуването
bs: Otkaži putovanje
ca: Cancel·la el viatge
cs: Zrušit cestu
da: Annuller rejse
de: Reise abbrechen
el: Ακύρωση ταξιδιού
es: Cancelar viaje
et: Tühista teekond
eu: Utzi bidaia
fi: Peruuta matka
fr: Annuler le voyage
ga: Cealaigh Turas
gl: Cancelar a viaxe
he: בטל את המסע
hi: यात्रा रद्द करें
hr: Otkaži putovanje
hu: Törölje az utazást
id: Batalkan Perjalanan
is: Hætta við ferð
it: Annulla viaggio
ja: 旅行をキャンセルする
ka: გააუქმეთ მოგზაურობა
kk: Саяхаттан бас тарту
ko: 여행 취소
lt: Atšaukti kelionę
lv: Atcelt ceļojumu
mk: Откажете го патувањето
ms: Batalkan Perjalanan
mt: Ikkanċella Vjaġġ
nb: Avbryt reise
nl: Reis annuleren
pl: Anuluj podróż
pt_br: Cancelar viagem
ro: Anulează călătoria
ru: Отменить путешествие
sk: Zrušiť cestu
sl: Prekliči potovanje
sq: Anulo udhëtimin
sr: Откажи путовање
sv: Avbryt resa
th: ยกเลิกการเดินทาง
tr: Yolculuğu İptal Et
uk: Скасувати подорож
vi: Hủy hành trình
zh_hans: 取消行程
zh_hk: 取消行程

source: Cancel this journey?
ar: إلغاء هذه الرحلة؟
bg: Отмяна на това пътуване?
bs: Otkazati ovo putovanje?
ca: Cancel·lar aquest viatge?
cs: Zrušit tuto cestu?
da: Vil du annullere denne rejse?
de: Diese Reise stornieren?
el: Ακύρωση αυτού του ταξιδιού;
es: ¿Cancelar este viaje?
et: Kas tühistada see teekond?
eu: Bidaia hau bertan behera utzi?
fi: Perutaanko tämä matka?
fr: Annuler ce voyage ?
ga: Cealaigh an turas seo?
gl: Queres cancelar esta viaxe?
he: לבטל את המסע הזה?
hi: यह यात्रा रद्द करें?
hr: Otkazati ovo putovanje?
hu: Törli ezt az utazást?
id: Batalkan perjalanan ini?
is: Hætta við þessa ferð?
it: Annullare questo viaggio?
ja: この旅行をキャンセルしますか?
ka: გააუქმოს ეს მოგზაურობა?
kk: Бұл сапардан бас тарту керек пе?
ko: 이 여행을 취소하시겠습니까?
lt: Atšaukti šią kelionę?
lv: Vai atcelt šo braucienu?
mk: Да се откаже ова патување?
ms: Batalkan perjalanan ini?
mt: Ikkanċella dan il-vjaġġ?
nb: Vil du avbryte denne reisen?
nl: Deze reis annuleren?
pl: Anulować tę podróż?
pt_br: Cancelar esta viagem?
ro: Anulați această călătorie?
ru: Отменить эту поездку?
sk: Zrušiť túto cestu?
sl: Želite preklicati to potovanje?
sq: Të anulohet ky udhëtim?
sr: Отказати ово путовање?
sv: Vill du avbryta den här resan?
th: ยกเลิกการเดินทางครั้งนี้ใช่ไหม
tr: Bu yolculuk iptal edilsin mi?
uk: Скасувати цю подорож?
vi: Hủy hành trình này?
zh_hans: 取消此行程？
zh_hk: 取消此行程？

source: Carried by %@
ar: يحملها %@
bg: Носен от %@
bs: Nosi %@
ca: Portat per %@
cs: Přepravce %@
da: Båret af %@
de: Getragen von %@
el: Μεταφέρεται από %@
es: Llevado por %@
et: Vedaja %@
eu: %@-k eramana
fi: Kuljettaja %@
fr: Porté par %@
ga: Arna iompar ag %@
gl: Levado por %@
he: נישא על ידי %@
hi: %@ द्वारा किया गया
hr: Nosilac %@
hu: Hordozta: %@
id: Dibawa oleh %@
is: Borinn af %@
it: Portato da %@
ja: %@によって運ばれます
ka: გადამზიდავი %@
kk: Тасымалдаушы %@
ko: %@에 의해 운반됨
lt: Veža %@
lv: Pārvadāja %@
mk: Носено од %@
ms: Dibawa oleh %@
mt: Jinġarr minn %@
nb: Båret av %@
nl: Gedragen door %@
pl: Przewożony przez %@
pt_br: Transportado por %@
ro: Transportat de %@
ru: Автор: %@
sk: Prenáša %@
sl: Nosilec %@
sq: Transportuar nga %@
sr: Носи %@
sv: Bären av %@
th: ดำเนินการโดย %@
tr: %@ tarafından taşındı
uk: Перевізник %@
vi: Được thực hiện bởi %@
zh_hans: 由%@携带
zh_hk: 由%@攜帶

source: Carried by someone else
ar: يحملها شخص آخر
bg: Носен от някой друг
bs: Nosi neko drugi
ca: Portat per una altra persona
cs: Nesený někým jiným
da: Båret af en anden
de: Wird von jemand anderem getragen
el: Μεταφέρεται από κάποιον άλλο
es: Llevado por otra persona
et: Kantud kellegi teise poolt
eu: Beste norbaitek eramana
fi: Jonkun muun kantama
fr: Porté par quelqu'un d'autre
ga: Arna iompar ag duine eile
gl: Levado por outra persoa
he: נישא על ידי מישהו אחר
hi: किसी और के द्वारा ले जाया गया
hr: Nosi ga netko drugi
hu: Valaki más vitte
id: Dibawa oleh orang lain
is: Borinn af einhverjum öðrum
it: Portato da qualcun altro
ja: 他の人が運んでいます
ka: სხვას ატარებს
kk: Басқа біреу алып кетті
ko: 다른 사람이 가지고 간 것
lt: Nešė kažkas kitas
lv: Nesa kāds cits
mk: Носено од некој друг
ms: Dibawa oleh orang lain
mt: Jinġarr minn xi ħadd ieħor
nb: Båret av noen andre
nl: Gedragen door iemand anders
pl: Noszony przez kogoś innego
pt_br: Carregado por outra pessoa
ro: Purtat de altcineva
ru: У другого попутчика
sk: Nosený niekým iným
sl: Nosi nekdo drug
sq: I bartur nga dikush tjetër
sr: Носи неко други
sv: Bären av någon annan
th: ดำเนินการโดยบุคคลอื่น
tr: Başkası tarafından taşınan
uk: Переносить хтось інший
vi: Được người khác mang theo
zh_hans: 由他人代送
zh_hk: 被別人扛著

source: Carrier
ar: الناقل
bg: Превозвач
bs: Prenosilac
ca: Portador
cs: Dopravce
da: Transportør
de: Träger
el: Φορέας
es: Transportador
et: Kandja
eu: Garraiolari
fi: Kuljettaja
fr: Transporteur
ga: Iompróir
gl: Transportista
he: מוֹבִיל
hi: वाहक
hr: Prijevoznik
hu: Hordozó
id: Pembawa
is: Flutningsaðili
it: Vettore
ja: キャリア
ka: გადამზიდავი
kk: Тасымалдаушы
ko: 담체
lt: Vežėjas
lv: Pārvadātājs
mk: Носач
ms: Pembawa
mt: Trasportatur
nb: Transportør
nl: Vervoerder
pl: Przewoźnik
pt_br: Operadora
ro: Purtător
ru: Перевозчик
sk: Nosič
sl: Nosilec
sq: Transportuesi
sr: Царриер
sv: Bärare
th: ผู้ให้บริการ
tr: Taşıyıcı
uk: Перевізник
vi: Hãng vận chuyển
zh_hans: 载体
zh_hk: 載體

source: Carrier Directory
ar: دليل السعاة
bg: Справочник на преносителите
bs: Imenik nositelja
ca: Directori de portadors
cs: Seznam doručovatelů
da: Bærerregister
de: Trägerverzeichnis
el: Κατάλογος κομιστών
es: Directorio de portadores
et: Kandjate register
eu: Eramaileen direktorioa
fi: Kantajahakemisto
fr: Répertoire des porteurs
ga: Eolaire Iompróirí
gl: Directorio de operadores
he: מדריך שליחים
hi: वाहक निर्देशिका
hr: Imenik nositelja
hu: Hordozó-névjegyzék
id: Direktori Kurir
is: Beraskrá
it: Elenco dei corrieri
ja: キャリヤー名簿
ka: ოპერატორის დირექტორია
kk: Тасымалдаушы каталогы
ko: 전달자 목록
lt: Nešėjų sąrašas
lv: Nesēju saraksts
mk: Именикот на преносители
ms: Direktori Pembawa
mt: Direttorju tal-Korrjeri
nb: Operatørkatalog
nl: Dragersoverzicht
pl: Katalog kurierów
pt_br: Diretório de portadores
ro: Directorul curierilor
ru: Список курьеров
sk: Zoznam doručovateľov
sl: Imenik prinašalcev
sq: Regjistri i transportuesve
sr: Именик носитеља
sv: Bärarregister
th: สมุดรายชื่อผู้ส่งสาร
tr: Taşıyıcı Dizini
uk: Довідник кур’єрів
vi: Danh bạ người chuyển thư
zh_hans: 信使名录
zh_hk: 信使名錄

source: Carriers
ar: الحاملون
bg: Превозвачи
bs: Nosači
ca: Portadors
cs: Nosiči
da: Bærere
de: Träger
el: Μεταφορείς
es: Portadores
et: Kandjad
eu: Garraiolariak
fi: Kantajat
fr: Porteurs
ga: Iompróirí
gl: Transportistas
he: שליחים
hi: संदेशवाहक
hr: Prijevoznici
hu: Hordozók
id: Pembawa Surat
is: Flutningsaðilar
it: Portatori
ja: 運び手
ka: მატარებლები
kk: Тасымалдаушылар
ko: 전달자
lt: Vežėjai
lv: Pārvadātāji
mk: Носачи
ms: Pembawa Surat
mt: Trasportaturi
nb: Bærere
nl: Dragers
pl: Doręczyciele
pt_br: Portadores
ro: Transportatorii
ru: Курьеры
sk: Nosiče
sl: Nosilci
sq: Transportuesit
sr: Носачи
sv: Bärare
th: ผู้ช่วยนำส่ง
tr: Taşıyıcılar
uk: Кур'єри
vi: Người mang thư
zh_hans: 信使同行者
zh_hk: 信使同行者

source: Carrying %@ from %@
ar: تحمل %@ من %@
bg: Пренасяне на %@ от %@
bs: Prenošenje %@ od %@
ca: Porta %@ des de %@
cs: Přenášení %@ z %@
da: Medbringer %@ fra %@
de: Tragen von %@ von %@
el: Μεταφορά %@ από %@
es: Llevando %@ desde %@
et: %@ kandmine %@-st
eu: %@ %@tik eramatea
fi: Kuljetetaan %@ kohteesta %@
fr: Transporter %@ depuis %@
ga: %@ á iompar ó %@
gl: Transportando %@ desde %@
he: נושא %@ מ-%@
hi: %@ को %@ से ले जाना
hr: Noseći %@ od %@
hu: %@ szállítása a %@-ról
id: Membawa %@ dari %@
is: Ber %@ frá %@
it: Trasporto di %@ da %@
ja: %@から%@を運ぶ
ka: %@-ის გადატანა %@-დან
kk: %@-тен %@ тасымалдау
ko: %@에서 %@ 운반
lt: Nešamas %@ iš %@
lv: Pārnēsā %@ no %@
mk: Носење %@ од %@
ms: Membawa %@ daripada %@
mt: Ġarr %@ minn %@
nb: Bærer %@ fra %@
nl: %@ dragen van %@
pl: Przenoszenie %@ z %@
pt_br: Carregando %@ de %@
ro: Se transportă %@ de la %@
ru: Перенос %@ из %@
sk: Prenášanie %@ z %@
sl: Prenašanje %@ od %@
sq: Mbajtja e %@ nga %@
sr: Преношење %@ са %@
sv: Bär %@ från %@
th: กำลังบรรทุก %@ จาก %@
tr: %@'den %@'yi taşımak
uk: Перенесення %@ від %@
vi: Mang %@ từ %@
zh_hans: 从 %@ 携带 %@
zh_hk: 從 %@ 攜帶 %@

source: Carrying %@'s letter to %@. It rides on your steps and takes no pen in your pasture.
ar: حمل رسالة %@ إلى %@. يركب على خطواتك ولا يأخذ قلما في مرعاك.
bg: Нося писмото на %@ до %@. Той язди по стъпалата ви и не взема кошара в пасището ви.
bs: Nosim pismo %@ na %@. Jaše vašim stepenicama i ne uzima olovke na vašem pašnjaku.
ca: Portant la carta de %@ a %@. Cavalca sobre els teus passos i no agafa ploma a la teva pastura.
cs: Přenáším dopis %@ na %@. Jezdí po vašich krocích a na vaší pastvě nezabírá žádný kotec.
da: Bærer %@s brev til %@. Den kører på dine trin og tager ingen sti i din græsgang.
de: Trägt den Brief von %1$@ nach %2$@. Er reist mit deinen Schritten und belegt kein Gehege auf deiner Weide.
el: Μεταφορά της επιστολής της %@ στην %@. Καβαλάει στα βήματά σου και δεν παίρνει στυλό στο λιβάδι σου.
es: Llevando la carta de %@ a %@. Cabalga sobre tus pasos y no toma corral en tus pastos.
et: %@ kirja kandmine %@-le. See sõidab sinu treppidel ega võta su karjamaale pastakat.
eu: %@ren gutuna %@ra eramatea . Zure urratsetan ibiltzen da eta ez du boligraforik hartzen zure larrean.
fi: %@:n kirjeen kuljettaminen %@:lle. Se ratsastaa portaillasi eikä vie kynää laitumellesi.
fr: Porter la lettre de %@ à %@. Il chevauche tes pas et ne prend pas de plume dans tes pâturages.
ga: Litir %@ a iompar chuig %@ . Téann sé ar do chéimeanna agus ní thógann sé peann i do fhéarach.
gl: Levando a carta de %@ a %@ . Monta nos teus pasos e non leva pluma no teu pasto.
he: נושא את המכתב של %@ ל-%@. הוא רוכב על מדרגותיך ואינו לוקח עט במרעה שלך.
hi: %@ के पत्र को %@ तक ले जाना। यह आपके कदमों पर चलता है और आपके चरागाह में कोई कलम नहीं ले जाता।
hr: Noseći %@-ovo pismo %@-u. Jaše po tvojim stepenicama i ne uzima tor na tvoj pašnjak.
hu: %@ levelének továbbítása %@ - nak . Lépcsőin lovagol, és nem visz tollat ​​a legelődre.
id: Membawa surat %@ ke %@. Ia mengikuti langkah Anda dan tidak membutuhkan kandang di padang rumput Anda.
is: Ber bréf %@ til %@. Það ríður á tröppunum þínum og tekur enga penna í haga þínum.
it: Portando la lettera di %@ a %@. Cavalca sui tuoi passi e non prende penna nel tuo pascolo.
ja: %@ の手紙を %@ に運ぶ。それはあなたのステップに乗って、あなたの牧草地にペンを取りません。
ka: %@-ის წერილის გადატანა %@-ში. ის მიდის შენს ნაბიჯებზე და არ იღებს კალამი შენს საძოვარზე.
kk: %@ хатын %@-ге тасымалдау. Қадамыңа мініп, жайлауыңнан қалам алмайды.
ko: %@의 편지를 %@에게 전달합니다. 그것은 당신의 발걸음을 타고 당신의 목초지에서 펜을 필요로 하지 않습니다.
lt: %@ laiško nešimas %@ . Jis važiuoja ant tavo laiptelių ir ganykloje nesiima rašiklio.
lv: %@ vēstules pārnešana uz %@. Tas brauc uz jūsu kāpnēm un neņem pildspalvu jūsu ganībās.
mk: Пренесување на писмото на %@ до %@. Се вози по твоите чекори и не зема пенкало на твоето пасиште.
ms: Membawa surat %@ kepada %@ . Ia menaiki tangga anda dan tidak mengambil kandang di padang rumput anda.
mt: Inġorr l-ittra ta' %@ lil %@. Jirkeb fuq il-passi tiegħek u ma jieħu ebda pinna fil-mergħa tiegħek.
nb: Bærer %@s brev til %@. Den rir på trappene dine og tar ingen penn i beite.
nl: Ik breng de brief van %@ naar %@. Hij rijdt op uw trap en neemt geen hok mee in uw weiland.
pl: Niosąc list %@ do %@. Jeździ po twoich schodach i nie zajmuje pióra na twoim pastwisku.
pt_br: Levando a carta de %@ para %@. Ele segue seus passos e não ocupa nenhum cercado em seu pasto.
ro: Transportul scrisorii lui %@ către %@ . Călărește pe pașii tăi și nu ține țar pe pășunea ta.
ru: Несёт письмо от %1$@ в %2$@. Оно движется с твоими шагами и не занимает загон на пастбище.
sk: Prenášam list %@ na %@. Jazdí po tvojich krokoch a na tvojej pastve nezaberá žiadne ohrady.
sl: Nosim pismo %@ %@. Jezdi po vaših stopnicah in ne vzame ograde na vaš pašnik.
sq: Bartja e letrës së %@ në %@. Hipur mbi hapat e tu dhe nuk merr penë në kullotën tënde.
sr: Носим писмо %@ за %@. Јаше твојим степеницама и не узима перо на твојој пашњаци.
sv: Bär %@s brev till %@. Den rider på dina steg och tar ingen fålla i din hage.
th: ถือจดหมายของ %@ ถึง %@ มันขี่ไปตามขั้นบันไดของคุณ และไม่ต้องใช้ปากกาในทุ่งหญ้าของคุณ
tr: %@'nin mektubunu %@'ye taşıyorum. Adımlarınızda ilerler ve otlağınızda kalem almaz.
uk: Перенесення листа %@ до %@. Він їздить по твоїх сходах і не бере загону на твоє пасовище.
vi: Mang thư của %@ tới %@. Nó cưỡi trên bậc thang của bạn và không cầm bút trên đồng cỏ của bạn.
zh_hans: 携带 %@ 的信给 %@。它骑在你的台阶上，不占用你牧场上的笔。
zh_hk: 攜帶 %@ 的信給 %@。它騎在你的台階上，不佔用你牧場上的筆。

source: Carrying a letter from %@ to %@. %@ to %@ — your steps move it now.
ar: يحمل رسالة من %@ إلى %@ . %@ إلى %@ - خطواتك تحركها الآن.
bg: Носене на писмо от %@ до %@. %@ до %@ — вашите стъпки го преместват сега.
bs: Nošenje pisma od %@ do %@. %@ na %@ — vaši koraci ga sada pomiču.
ca: Portar una carta de %@ a %@ . %@ a %@: els teus passos ho mouen ara.
cs: Přenášení dopisu od %@ do %@ . %@ až %@ – vaše kroky to nyní posunou.
da: Bære et brev fra %@ til %@ . %@ til %@ - dine skridt flytter det nu.
de: Trägt einen Brief von %@ nach %@. %@ bis %@ – deine Schritte bewegen ihn jetzt.
el: Μεταφορά ενός γράμματος από το %@ στο %@. %@ σε %@ — τα βήματά σας το μετακινούν τώρα.
es: Llevando una carta de %@ a %@. %@ a %@: tus pasos lo mueven ahora.
et: Kirja kandmine %@-st %@-sse. %@ kuni %@ – teie sammud liigutavad seda kohe.
eu: %@-tik %@-ra gutun bat eramatea. %@tik %@ra — zure urratsek mugitzen dute orain.
fi: Kirjeen kuljettaminen %@:sta %@:iin. %@ to %@ – askeleesi siirtävät sen nyt.
fr: Porter une lettre de %@ à %@. %@ vers %@ — tes pas le déplacent maintenant.
ga: Litir a iompar ó %@ go %@ . %@ go %@ — bogann do chéimeanna anois é.
gl: Levando unha carta de %@ a %@ . %@ a %@: os teus pasos móveno agora.
he: נושאת מכתב מ-%@ ל-%@. %@ ל-%@ - הצעדים שלך מזיזים אותו עכשיו.
hi: %@ से %@ तक एक पत्र ले जाना। %@ से %@ - अब आपके कदम इसे आगे बढ़ाते हैं।
hr: Nošenje pisma od %@ do %@. %@ do %@ — vaši koraci ga sada pomiču.
hu: Levél szállítása %@-ról %@-ra. %@-ról %@-ra – lépései áthelyezik most.
id: Membawa surat dari %@ ke %@. %@ ke %@ — langkah Anda memindahkannya sekarang.
is: Að bera bréf frá %@ til %@. %@ til %@ — skrefin þín færa það núna.
it: Portare una lettera da %@ a %@ . Da %@ a %@: i tuoi passi lo spostano ora.
ja: %@ から %@ への手紙を運ぶ。 %@ から %@ — あなたの歩みが今動きます。
ka: წერილის გადატანა %@-დან %@-მდე. %@-დან %@-მდე — თქვენი ნაბიჯები გადააქვთ ახლა.
kk: %@-тен %@-ге хатты тасымалдау. %@-ден %@-ге дейін — сіздің қадамдарыңыз оны қазір жылжытады.
ko: %@에서 %@로 편지를 운반합니다. %@에서 %@로 — 지금 당신의 발걸음이 그것을 움직입니다.
lt: Laiško nešimas iš %@ į %@ . %@ į %@ – jūsų veiksmai perkelia jį dabar.
lv: Vēstules pārnešana no %@ uz %@ . %@ uz %@ — jūsu soļi to pārvieto tagad.
mk: Носење писмо од %@ до %@. %@ во %@ - вашите чекори го преместуваат сега.
ms: Membawa surat daripada %@ kepada %@ . %@ ke %@ — langkah anda mengalihkannya sekarang.
mt: Ġorr ta' ittra minn %@ għal %@. %@ għal %@ — il-passi tiegħek imexxuha issa.
nb: Bære et brev fra %@ til %@ . %@ til %@ – trinnene dine flytter den nå.
nl: Met een brief van %@ naar %@. %@ naar %@ - uw stappen verplaatsen het nu.
pl: Niosąc list od %@ do %@. %@ do %@ — teraz poruszają Cię Twoje kroki.
pt_br: Carregando uma carta de %@ para %@. %@ para %@ – seus passos movem agora.
ro: Transportarea unei scrisori de la %@ la %@ . %@ la %@ — pașii tăi îl mută acum.
ru: Несу письмо от %@ к %@. %@ к %@ — теперь твои шаги перемещают его.
sk: Prenášanie listu od %@ do %@ . %@ až %@ – vaše kroky to teraz posunú.
sl: Prenašanje pisma od %@ do %@. %@ do %@ — vaši koraki ga zdaj premaknejo.
sq: Mbajtja e një letre nga %@ në %@. %@ në %@ - hapat tuaj e lëvizin atë tani.
sr: Ношење писма од %@ до %@. %@ до %@ — ваши кораци га сада померају.
sv: Bär ett brev från %@ till %@ . %@ till %@ — dina steg flyttar det nu.
th: ถือจดหมายจาก %@ ถึง %@ %@ ถึง %@ — ขั้นตอนของคุณขยับทันที
tr: %@'den %@'ye bir mektup taşıyorum. %@'den %@'ye — adımlarınız onu şimdi harekete geçiriyor.
uk: Передача листа від %@ до %@. %@ до %@ — твої кроки перемістять його зараз.
vi: Mang thư từ %@ đến %@ . %@ tới %@ — các bước của bạn sẽ chuyển nó ngay bây giờ.
zh_hans: 携带一封从 %@ 到 %@ 的信。 从 %@ 到 %@——您的脚步现在就可以移动它。
zh_hk: 攜帶一封從 %@ 到 %@ 的信。 從 %@ 到 %@——您的腳步現在就可以移動它。

source: Carrying it for %@
ar: حملها ل%@
bg: Нося го за %@
bs: Nosim ga za %@
ca: Portant-lo per %@
cs: Nosit to za %@
da: Bærer den til %@
de: Du trägst ihn für %@
el: Μεταφέρεται για %@
es: Llevándolo para %@
et: Kantakse seda %@ jaoks
eu: %@rako eramatea
fi: Kanna sitä %@:lle
fr: Le porter pour %@
ga: Á iompar le haghaidh %@
gl: Levándoo para %@
he: נושא את זה עבור %@
hi: इसे %@ के लिए ले जाना
hr: Nositi ga za %@
hu: %@-ra hordjuk
id: Membawanya untuk %@
is: Ber það fyrir %@
it: Lo porto per %@
ja: %@に持ち歩く
ka: ტარება %@-ზე
kk: Оны %@ үшін тасымалдау
ko: %@를 위해 들고 다니기
lt: Nešioju už %@
lv: Pārnēsājot to %@
mk: Носење за %@
ms: Membawanya untuk %@
mt: Ġarr għal %@
nb: Bærer den for %@
nl: Ik draag het voor %@
pl: Noszenie go dla %@
pt_br: Carregando para %@
ro: Îl poartă pentru %@
ru: Несёте для %@
sk: Prenášate ho za %@
sl: Nosim ga za %@
sq: Duke e mbajtur atë për %@
sr: Носим га за %@
sv: Bär den för %@
th: พกพาสำหรับ %@
tr: %@ için taşıyorum
uk: Несу його для %@
vi: Mang nó cho %@
zh_hans: %@ 携带它
zh_hk: %@ 攜帶它

source: Carrying it for someone else
ar: يحملها لشخص آخر
bg: Нося го за някой друг
bs: Nositi ga za nekog drugog
ca: Portar-lo per una altra persona
cs: Nosit to pro někoho jiného
da: At bære det for en anden
de: Du trägst ihn für jemand anderen
el: Να το κουβαλάς για κάποιον άλλο
es: Llevándolo para otra persona
et: Kandes seda kellegi teise jaoks
eu: Beste norbaitentzat eramatea
fi: Kannat sitä jonkun muun puolesta
fr: Le porter pour quelqu'un d'autre
ga: É a iompar do dhuine eile
gl: Levándoo para outra persoa
he: לשאת את זה בשביל מישהו אחר
hi: इसे किसी और के लिए ले जाना
hr: Nositi ga za nekog drugog
hu: Másnak cipelni
id: Membawanya untuk orang lain
is: Að bera það fyrir einhvern annan
it: Portarlo per qualcun altro
ja: 誰かのためにそれを運ぶ
ka: სხვისთვის ატარებს
kk: Оны басқа біреу үшін алып жүру
ko: 다른 사람을 위해 들고 다니는 것
lt: Nešioti kam nors kitam
lv: Nest to kādam citam
mk: Носење за некој друг
ms: Membawanya untuk orang lain
mt: Li ġġorrha għal xi ħadd ieħor
nb: Å bære det for noen andre
nl: Om het voor iemand anders te dragen
pl: Noszenie go dla kogoś innego
pt_br: Carregá-lo para outra pessoa
ro: Purtandu-l pentru altcineva
ru: Несёте для кого-то другого
sk: Nosiť to pre niekoho iného
sl: Nositi ga za nekoga drugega
sq: Duke e bartur për dikë tjetër
sr: Носи га за неког другог
sv: Att bära den åt någon annan
th: แบกมันไปให้คนอื่น
tr: Başkası için taşımak
uk: Несу це для когось іншого
vi: Mang nó cho người khác
zh_hans: 替别人扛着
zh_hk: 替別人扛著
